Repository: clement89/DatingApp
Catalog: Affinitee/Affinitee/*.lproj/Localizable.strings
Languages: ar, ja, th

source: ABOUT
ar: حول
ja: 約
th: เกี่ยวกับ

source: Add Location
ar: أضف الموقع
ja: 場所を追加
th: เพิ่มสถานที่

# BIRTHDAY_PLACEHOLDER
source: Birthday
ar: عيد الميلاد
ja: お誕生日
th: วันเกิด

source: Blocked
ar: مسدود
ja: ブロックされました
th: อุดตัน

source: BLOCK USER
ar: مستخدم محضور
ja: ユーザをブロックする
th: กีดกันผู้ใช้

# CAMERA_TITLE
source: Camera
ar: الة تصوير
ja: カメラ
th: กล้อง

source: Cancel
ar: إلغاء
ja: キャンセル
th: ยกเลิก

# CHOOSE_COUNTRY
source: Choose a Country
ar: اختر دولة
ja: 国を選ぶ
th: เลือกประเทศ

# CHOOSE_MOOD
source: Choose a mood
ar: اختيار مزاج
ja: 気分を選ぶ
th: เลือกอารมณ์

source: Clear conversation
ar: محادثة واضحة
ja: 会話をクリア
th: บทสนทนาที่ชัดเจน

# COMMON_HABITS
source: %lu in common
ar: %lu مشترك
ja: %lu共通
th: เหมือนกัน %lu

source: CONFIRM
ar: تؤكد
ja: 確認
th: ยืนยัน

# CONFIRM_PASSWORD_ALERT
source: Please confirm your Password!
ar: يرجى التأكد من صحة كلمة المرور الخاصة بك!
ja: パスワードを確認してください。
th: กรุณายืนยันรหัสผ่านของคุณ!

# CONFIRM_PASSWORD_PLACEHOLDE
source: Confirm Password
ar: تأكيد كلمة المرور
ja: パスワードを認証する
th: ยืนยันรหัสผ่าน

# CONTINUE_BUTTON_TITLE
source: CONTINUE
ar: استمر
ja: 持続する
th: ดำเนินการต่อ

# COOKING_HABIT_LEVEL_0
source: I haven't cooked
ar: أنا لم أطبخ
ja: 私は調理していません
th: ฉันยังไม่ได้ปรุง

# COOKING_HABIT_LEVEL_1
source: Learning to cook
ar: تعلم الطبخ
ja: 調理することを学ぶ
th: เรียนรู้ที่จะปรุงอาหาร

# COOKING_HABIT_LEVEL_2
source: Sometimes
ar: بعض الأحيان
ja: 時々
th: บางครั้ง

# COOKING_HABIT_LEVEL_3
source: Usually try new dishes
ar: عادة ما تجرب الأطباق الجديدة
ja: 通常新しい料理を試す
th: มักจะลองอาหารจานใหม่

# COOKING_HABIT_LEVEL_4
source: Professional cook
ar: طباخ محترف
ja: プロの料理人
th: พ่อครัวมืออาชีพ

# COUNTRY_CODE_ALERT
source: Please select your Country!
ar: يرجى اختيار بلدك!
ja: あなたの国を選択してください！
th: กรุณาเลือกประเทศของคุณ!

# COUNTRY_PREFERENCE
source: Country
ar: بلد
ja: 国
th: ประเทศ

# CREATE_ACCOUNT_TITLE
source: Don't have an account? sign up here.
ar: ليس لديك حساب؟ سجل هنا.
ja: アカウントを持っていませんか？ここでサインアップしてください。
th: ยังไม่มีบัญชีใช่ไหม สมัครที่นี่

source: Delete
ar: حذف
ja: 削除する
th: ลบ

# DELETE_ACCOUNT_PROMPT
source: Are you sure you want to Delete Account.?
ar: هل أنت متأكد أنك تريد حذف الحساب؟
ja: アカウントを削除してよろしいですか？
th: คุณแน่ใจหรือว่าต้องการลบบัญชี

# DELETE_ACCUNT
source: Delete account
ar: حذف الحساب
ja: アカウントを削除する
th: ลบบัญชี

source: Delete conversation
ar: مسح المحادثة
ja: 会話を削除
th: ลบบทสนทนา

source: DISMISS
ja: 不審

# DOB_ALERT
source: Please enter your birthday!
ar: من فضلك أدخل تاريخ ميلادك!
ja: 誕生日を入力して下さい！
th: กรุณาใส่วันเกิดของคุณ!

# DONE_BUTTON_TITLE
source: DONE
ar: فعله
ja: 完了
th: เสร็จสิ้น

# DRINKING_HABIT_LEVEL_0
source: Don't drink
ar: لا تشرب
ja: 飲まないで
th: อย่าดื่ม

# DRINKING_HABIT_LEVEL_1
source: Rarely
ar: نادرا
ja: めったに
th: ไม่ค่อยมี

# DRINKING_HABIT_LEVEL_2
source: Occasionally
ar: من حين اخر
ja: 時折
th: เป็นครั้งคราว

# DRINKING_HABIT_LEVEL_3
source: Only when tensed
ar: فقط عند الشد
ja: 緊張したときだけ
th: เมื่อเกร็งแล้วเท่านั้น

# DRINKING_HABIT_LEVEL_4
source: Usually drink
ar: عادة شرب
ja: 通常飲む
th: มักจะดื่ม

# EDIT_BIO
source: ABOUT ME
ar: عني
ja: 私について
th: เกี่ยวกับฉัน

# EDIT_BIRTHDAY
source: BIRTHDAY
ar: عيد الميلاد
ja: お誕生日
th: วันเกิด

# EDIT_COMPANY
source: COMPANY
ar: شركة
ja: 会社
th: บริษัท

# EDIT_GENDER
source: I AM
ar: انا
ja: わたし
th: ฉัน

# EDIT_JOB
source: JOB TITLE
ar: عنوان وظيفي
ja: 職名
th: ชื่องาน

# EDIT_NAME
source: MY NAME
ar: اسمي
ja: 自分の名前
th: ชื่อของฉัน

# EDIT_RELATIONSHIP
source: RELATIONSHIP STATUS
ar: الحالة الاجتماعية
ja: 関係の状況
th: สถานะความสัมพันธ์

# EMAIL_ALERT
source: Please enter your Email!
ar: رجاءا أدخل بريدك الإلكتروني!
ja: あなたのメールアドレスを入力してください！
th: กรุณาใส่อีเมลของคุณ!

# EMAIL_LOGIN
source: LOGIN WITH EMAIL
ar: تسجيل الدخول مع البريد الإلكتروني
ja: メールでログイン
th: เข้าสู่ระบบด้วยอีเมล

# EMAIL_PLACEHOLDE
source: Email
ar: البريد الإلكتروني
ja: Eメール
th: อีเมล์

# ENTER_PHONE_NUMBER
source: Enter your phone number
ar: أدخل رقم هاتفك
ja: あなたの電話番号を入力してください
th: ป้อนหมายเลขโทรศัพท์ของคุณ

# ENTER_PHONE_NUMBER_SUBTITLE
source: Your privacy is our top priority. Phone number will be used for identification purpose only.
ar: خصوصيتك هي أهم أولوياتنا. سيتم استخدام رقم الهاتف لغرض تحديد الهوية فقط.
ja: あなたのプライバシーは私達の最優先事項です。電話番号は識別の目的でのみ使用されます。
th: ความเป็นส่วนตัวของคุณคือสิ่งสำคัญที่สุดของเรา หมายเลขโทรศัพท์จะถูกใช้เพื่อจุดประสงค์ในการระบุตัวตนเท่านั้น

source: Enter verification code
ar: أدخل رمز التحقق
ja: 認証コードを入力してください
th: ใส่รหัสยืนยัน

source: FEELS LIKE SPAM
ar: يشعر مثل البريد المزعج
ja: スパムのような感じ
th: รู้สึกเหมือนจดหมายขยะ

# FEMALE_USER_INFO
source: Affinitee has female users in above countries.
ar: لدى Affinitee مستخدمين من الإناث في البلدان المذكورة أعلاه.
ja: Affiniteeには上記の国に女性ユーザがいます。
th: Affinitee มีผู้ใช้เพศหญิงในประเทศข้างต้น

# GALERY_TITLE
source: Photo library
ar: مكتبة الصور
ja: フォトライブラリー
th: ห้องสมุดภาพถ่าย

# GENDER_ALERT
source: Please chose your gender!
ar: الرجاء اختيار جنسك!
ja: 性別を選んでください。
th: โปรดเลือกเพศของคุณ!

# GENDER_MAN
source: MAN
ar: رجل
ja: おとこ
th: ชาย

# GENDER_OTHER
source: OTHER
ar: آخر
ja: その他の
th: อื่น ๆ

# GENDER_PREFERENCE
source: Looking For
ar: البحث عن
ja: 探している
th: กำลังมองหา

# GENDER_WOMAN
source: WOMAN
ar: النساء
ja: 女性
th: ผู้หญิง

# HABIT_UPDATE_VIEW_TITLE
source: Finally, set up your habits
ar: وأخيرا ، إعداد عاداتك
ja: 最後に、あなたの習慣を設定します
th: ในที่สุดตั้งค่านิสัยของคุณ

source: her
ar: لها
ja: 彼女の
th: เธอ

# HIDE_PROFILE
source: Hide my profile
ar: إخفاء ملف التعريف الخاص بي
ja: 自分のプロフィールを隠す
th: ซ่อนโปรไฟล์ของฉัน

source: him
ar: له
ja: 彼
th: เขา

# HOBBIES_AND_HABITS
source: HOBBIES & HABITS
ar: الهوايات والعادات
ja: 趣味と習慣
th: งานอดิเรก & นิสัย

source: INAPPROPRIATE PHOTOS
ar: صور غير مناسبة
ja: 不適切な写真
th: ภาพถ่ายที่ไม่สมบูรณ์

# LIKE_INFO_LABEL
source: %@ has already like you back. Now you can chat with %@!
ar: %@ يعجبك بالفعل. الآن يمكنك الدردشة مع %@ !
ja: %@は既にあなたを気に入っています。これで%@とチャットできます。
th: %@ ได้ชอบคุณกลับมาแล้ว ตอนนี้คุณสามารถแชทกับ %@ !

# LIKE_INFO_LABEL_1
source: To replay this conversation %@ must like you.!
ar: لإعادة تشغيل هذه المحادثة %@ يجب أن يعجبك.!
ja: この会話を再生するには、 %@があなたを%@はずです。
th: หากต้องการเล่นบทสนทนานี้ %@ จะต้องชอบคุณ!

# LIKE_INFO_LABEL_2
source: You already liked %@. Now you can chat with %@!
ar: لقد أعجبك بالفعل %@ . الآن يمكنك الدردشة مع %@ !
ja: あなたはすでに%@が好きでした。これで%@とチャットできます。
th: คุณชอบ %@ ตอนนี้คุณสามารถแชทกับ %@ !

# LIKE_INFO_LABEL_3
source: To replay you have to like %@.
ar: لإعادة التشغيل ، يجب أن تعجبك %@ .
ja: 再生するには%@が好きです。
th: ในการเล่นซ้ำคุณต้องชอบ %@

# LOCATION_DISABLE_INFO
source: If disabled, your location will not be shown in your profile.
ar: إذا تم تعطيله ، فلن يتم عرض موقعك في ملفك الشخصي.
ja: 無効にすると、あなたの現在地はあなたのプロフィールに表示されません。
th: หากปิดใช้งานตำแหน่งของคุณจะไม่ปรากฏในโปรไฟล์ของคุณ

source: LOGIN
ar: تسجيل الدخول
ja: ログイン
th: เข้าสู่ระบบ

# LOGIN_TITLE
source: Login using Email
ar: تسجيل الدخول باستخدام البريد الإلكتروني
ja: Eメールを使ってログインする
th: เข้าสู่ระบบโดยใช้อีเมล

source: Logout
ar: الخروج
ja: ログアウト
th: ออกจากระบบ

# LOGOUT_PROMPT
source: Are you sure you want to Log out.?
ar: هل أنت متأكد أنك تريد تسجيل الخروج.؟
ja: ログアウトしてよろしいですか？
th: คุณแน่ใจว่าคุณต้องการที่จะออกจากระบบ.?

# MALE_USER_INFO
source: Affinitee has male users in above countries.
ar: لدى Affinitee مستخدمين ذكور في البلدان المذكورة أعلاه.
ja: Affiniteeは上記の国に男性ユーザーがいます。
th: Affinitee มีผู้ใช้เพศชายในประเทศข้างต้น

# MARIJUANA_HABIT_LEVEL_0
source: I haven't used
ar: أنا لم تستخدم
ja: 私は使ったことがない
th: ฉันไม่ได้ใช้

# MARIJUANA_HABIT_LEVEL_1
source: Rarely
ar: نادرا
ja: めったに
th: ไม่ค่อยมี

# MARIJUANA_HABIT_LEVEL_2
source: Occasionally
ar: من حين اخر
ja: 時折
th: เป็นครั้งคราว

# MARIJUANA_HABIT_LEVEL_3
source: Only when tensed
ar: فقط عند الشد
ja: 緊張したときだけ
th: เมื่อเกร็งแล้วเท่านั้น

# MARIJUANA_HABIT_LEVEL_4
source: Regular user
ar: المستخدم العادي
ja: 一般ユーザー
th: ผู้ใช้ปกติ

# MATCH_SUBTITLE
source: You both like each other
ar: أنتما مثل بعضكم البعض
ja: あなたは両方ともお互いが好きです
th: คุณทั้งคู่ต่างก็ชอบกัน

source: MEN
ar: رجالي
ja: 男
th: ชาย

# MODE_OF_TRAVEL
source: WHAT IS YOUR PREFERRED MODE OF TRAVELING
ar: ما هو وضعك المفضل للسفر
ja: 旅行のあなたの好ましいモードは何ですか
th: โหมดการเดินทางที่คุณชื่นชอบคืออะไร

# MOOD_ALL
source: All
ar: الكل
ja: すべて
th: ทั้งหมด

# MOOD_BORED
source: Bored
ar: ضجر
ja: 退屈
th: เบื่อ

source: Mood chart
ar: مخطط المزاج
ja: 気分チャート
th: แผนภูมิอารมณ์

# MOOD_CHART_INFO
source: Showing mood chart of people in %@
ar: عرض مخطط مزاجي للأشخاص في %@
ja: 人の気分チャートを%@
th: แสดงผังอารมณ์ของผู้คนใน %@

# MOOD_DEPRESSED
source: Depressed
ar: مكتئب
ja: 意気消沈した
th: ตกต่ำ

# MOOD_ENERGETIC
source: Energetic
ar: نشيط
ja: 元気
th: กระปรี้กระเปร่า

# MOOD_LONELY
source: Lonely
ar: وحيد
ja: 寂しい
th: เหงา

# MOOD_PREFERENCE
source: Mood
ar: مزاج
ja: 気分
th: อารมณ์

# MOOD_ROMANTIC
source: Romantic
ar: رومانسي
ja: ロマンチック
th: โรแมนติก

# MOOD_UPDATE
source: Update your mood
ar: تحديث حالتك المزاجية
ja: 気分を更新する
th: อัพเดทอารมณ์ของคุณ

# MOOD_UPDATE_VIEW_SUBTITLE
source: Mood will help you to get perfect Matches.
ar: سوف مزاج مساعدتك في الحصول على مباريات مثالية.
ja: 気分はあなたが完璧な一致を得るのを助けるでしょう。
th: อารมณ์จะช่วยให้คุณได้รับการแข่งขันที่สมบูรณ์แบบ

# MOOD_UPDATE_VIEW_TITLE
source: Please select your Mood
ar: يرجى اختيار حالتك المزاجية
ja: 気分を選択してください
th: กรุณาเลือกอารมณ์ของคุณ

# MY_DIRECT_MESSAGES
source: Direct Messages
ar: رسالة مباشرة
ja: ダイレクトメッセージ
th: ข้อความโดยตรง

source: My likes
ar: يحب لي
ja: 好きなもの
th: ที่ฉันชอบ

# MY_MATCHES
source: Matches
ar: اعواد الكبريت
ja: 一致する
th: ไม้ขีด

# NAME_ALERT
source: Please enter your name.!
ar: من فضلك أدخل إسمك.!
ja: あなたの名前を入力してください。
th: กรุณากรอกชื่อของคุณ.!

# NAME_PLACEHOLDER
source: Name
ar: اسم
ja: 名
th: ชื่อ

source: New match
ar: مباراة جديدة
ja: 新しい試合
th: การแข่งขันใหม่

source: New message
ar: رسالة جديدة
ja: 新しいメッセージ
th: ข้อความใหม่

source: Next
ar: التالى
ja: 次
th: ต่อไป

# NO_IMAGE_ALERT
source: Please select a profile picture.!
ar: يرجى اختيار صورة للملف الشخصي!
ja: プロフィール写真を選択してください。
th: กรุณาเลือกรูปโปรไฟล์!

# NO_MOOD_ALERT
source: Please select a mood!
ar: يرجى اختيار مزاج!
ja: 気分を選択してください！
th: กรุณาเลือกอารมณ์!

source: OPEN SETTINGS
ar: أفتح الإعدادات
ja: 設定を開く
th: เปิดการตั้งค่า

# OTHER_USER_INFO
source: Affinitee has other users in above countries.
ar: Affinitee لديه مستخدمين آخرين في البلدان المذكورة أعلاه.
ja: Affiniteeには上記の国の他のユーザーがいます。
th: Affinitee มีผู้ใช้อื่น ๆ ในประเทศข้างต้น

# PARTY_HABIT_LEVEL_0
source: Don't like Parties
ar: لا أحب الأطراف
ja: 締約国が好きではない
th: ไม่ชอบปาร์ตี้

# PARTY_HABIT_LEVEL_1
source: Only family gatherings
ar: التجمعات العائلية فقط
ja: 家族の集まりのみ
th: การชุมนุมในครอบครัวเท่านั้น

# PARTY_HABIT_LEVEL_2
source: Occasionally
ar: من حين اخر
ja: 時折
th: เป็นครั้งคราว

# PARTY_HABIT_LEVEL_3
source: Once a month
ar: مرة في الشهر
ja: 月に1回
th: เดือนละครั้ง

# PARTY_HABIT_LEVEL_4
source: Every weekend
ar: كل نهاية اسبوع
ja: 毎週末
th: ทุกสุดสัปดาห์

# PASSWORD_ALERT
source: Please enter your Password.!
ar: من فضلك أدخل رقمك السري.!
ja: パスワードを入力してください。！
th: กรุณาใส่รหัสผ่านของคุณ.!

# PASSWORD_MISMATCH_ALERT
source: Passwords don't match.!
ar: كلمات المرور غير متطابقة.
ja: パスワードが一致しません。
th: รหัสผ่านไม่ตรงกัน!

# PASSWORD_PLACEHOLDE
source: Password
ar: كلمه السر
ja: パスワード
th: รหัสผ่าน

# PHONE_LOGIN
source: LOGIN WITH PHONE NUMBER
ar: تسجيل الدخول باستخدام رقم الهاتف
ja: 電話番号でログイン
th: เข้าสู่ระบบด้วยหมายเลขโทรศัพท์

# PHONE_MODEL_DISABLE_INFO
source: If disabled, your phone model %@ will not be shown in your profile.
ar: إذا تم تعطيله ، فلن يتم عرض طراز هاتفك %@ في ملفك الشخصي.
ja: 無効にした場合、あなたの電話モデル%@はあなたのプロフィールに表示されません。
th: หากปิดใช้งานรุ่นโทรศัพท์ของคุณ %@ จะไม่ปรากฏในโปรไฟล์ของคุณ

# PHONE_NUMBER_ALERT
source: Please enter your phone number.!
ar: يرجى إدخال رقم الهاتف الخاص بك.!
ja: 電話番号を入力してください。！
th: กรุณาใส่หมายเลขโทรศัพท์ของคุณ!

# PHONE_NUMBER_PLACEHOLDE
source: Phone Number
ar: رقم الهاتف
ja: 電話番号
th: หมายเลขโทรศัพท์

# PHONE_NUMBER_VERIFICATION_SUBTITLE
source: A verification code is sent to %@
ar: يتم إرسال رمز التحقق إلى %@
ja: 確認コードが%@送信されます
th: รหัสยืนยันถูกส่งไปยัง %@

# PHOTO_WARNING
source: Inappropriate photos will be removed.
ar: ستتم إزالة الصور غير اللائقة.
ja: 不適切な写真は削除されます。
th: รูปภาพที่ไม่เหมาะสมจะถูกลบออก

source: Privacy Policy
ar: سياسة خاصة
ja: 個人情報保護方針
th: นโยบายความเป็นส่วนตัว

# PROFILE_CREATION_SUBTITLE
source: We want to know you better. Don't worry you can edit this later.
ar: نريد أن نعرف أنك أفضل. لا تقلق ، يمكنك تعديل هذا لاحقًا.
ja: 私たちはあなたをもっと知りたいのです。後で編集できることを心配しないでください。
th: เราต้องการรู้จักคุณมากขึ้น ไม่ต้องกังวลคุณสามารถแก้ไขได้ในภายหลัง

# PROFILE_CREATION_TITLE
source: Let's create your new profile
ar: لنقم بإنشاء ملف التعريف الجديد الخاص بك
ja: 新しいプロフィールを作成しましょう
th: มาสร้างโปรไฟล์ใหม่กันเถอะ

# PROFILE_DISABLE_INFO
source: If enabled, your profile will not be shown in the card stack.
ar: إذا تم تمكينه ، فلن يتم عرض ملفك التعريفي في حزمة البطاقات.
ja: 有効にすると、あなたのプロフィールはカードスタックに表示されません。
th: หากเปิดใช้งานโปรไฟล์ของคุณจะไม่ปรากฏในสแต็กการ์ด

# PROFILE_IMAGE_VIEW_INFO
source: You can add more images later.
ar: يمكنك إضافة المزيد من الصور في وقت لاحق.
ja: 後でさらに画像を追加できます。
th: คุณสามารถเพิ่มภาพได้ในภายหลัง

# PROFILE_IMAGE_VIEW_SUBTITLE
source: It's time to show your best self! Update profile picture.
ar: حان الوقت لإظهار أفضل ما لديك النفس! تحديث صورة الملف الشخصي.
ja: それはあなたの最高の自己を見せる時が来た！プロフィール写真を更新する。
th: ได้เวลาแสดงตัวตนที่ดีที่สุดของคุณแล้ว! อัปเดตรูปภาพโปรไฟล์

# PROFILE_IMAGE_VIEW_TITLE
source: Let the people see you!
ar: دع الناس يرونك!
ja: みんなに会いましょう！
th: ให้ทุกคนเห็นคุณ!

source: PROFILE MATCH
ar: ملف تعريف المباراة
ja: プロファイルマッチ
th: การแข่งขันโปรไฟล์

# READING_HABIT_LEVEL_0
source: Don't Like
ar: لا تحب
ja: 好きではない
th: ไม่ชอบ

# READING_HABIT_LEVEL_1
source: Rarely
ar: نادرا
ja: めったに
th: ไม่ค่อยมี

# READING_HABIT_LEVEL_2
source: Only when bored
ar: فقط عندما تشعر بالملل
ja: 退屈したときだけ
th: เมื่อเบื่อเท่านั้น

# READING_HABIT_LEVEL_3
source: Mostly
ar: خاصة
ja: 主に
th: ส่วนใหญ่

# READING_HABIT_LEVEL_4
source: Bookworm
ar: المثقف
ja: ブックワーム
th: หนอนหนังสือ

source: RECEIVED
ar: تم الاستلام
ja: 受け取った
th: รับ

# RELATIONSHIP_UPDATE
source: Relationship status
ar: الحالة الاجتماعية
ja: 関係の状況
th: สถานะความสัมพันธ์

source: REPORT
ar: أبلغ عن
ja: 報告書
th: รายงาน

# REPORT_USER
source: REPORT %@
ar: تقرير %@
ja: レポート%@
th: รายงาน %@

source: Save
ar: حفظ
ja: 保存する
th: บันทึก

# SEARCH_PREFERENCE
source: Search preferences
ar: تفضيلات البحث
ja: 検索設定
th: การตั้งค่าการค้นหา

source: SEND
ar: إرسال
ja: 送信する
th: ส่ง

source: SEND MESSAGE
ar: أرسل رسالة
ja: メッセージを送る
th: ส่งข้อความ

source: Settings
ar: الإعدادات
ja: 設定
th: การตั้งค่า

# SHOW_LOCATION
source: Show my location
ar: عرض موقعي
ja: 現在地を表示
th: แสดงตำแหน่งของฉัน

# SHOW_PHONE_MODEL
source: Show my phone model
ar: عرض طراز هاتفي
ja: 携帯電話のモデルを表示する
th: แสดงรุ่นโทรศัพท์ของฉัน

source: SIGN UP
ar: سجل
ja: サインアップ
th: ลงชื่อ

# SIGN_UP_TITLE
source: Sign up here
ar: سجل هنا
ja: ここでサインアップ
th: ลงทะเบียนที่นี่

# SMOKING_HABIT_LEVEL_0
source: Don't smoke
ar: لا تدخن
ja: たばこを吸わないで
th: ไม่สูบบุหรี่

# SMOKING_HABIT_LEVEL_1
source: Occasionally
ar: من حين اخر
ja: 時折
th: เป็นครั้งคราว

# SMOKING_HABIT_LEVEL_2
source: Smoke after drinks
ar: يدخن بعد المشروبات
ja: 飲み物の後の煙
th: สูบบุหรี่หลังดื่ม

# SMOKING_HABIT_LEVEL_3
source: Smoke when tensed
ar: الدخان عند الشد
ja: 緊張したときの喫煙
th: สูบบุหรี่เมื่อเกร็ง

# SMOKING_HABIT_LEVEL_4
source: Usually smoke
ar: عادة التدخين
ja: 通常は喫煙
th: มักจะสูบบุหรี่

# SMS_CODE_PLACEHOLDE
source: SMS code
ar: رمز الرسائل القصيرة
ja: SMSコード
th: รหัส SMS

# STATUS_COMPLICATED
source: It's complicated
ar: انها معقدة
ja: それは複雑です
th: มันซับซ้อน

# STATUS_DIVORCED
source: Divorced
ar: مطلقة
ja: 離婚
th: หย่าร้าง

# STATUS_IN_RELATIONSHIP
source: In a relationship
ar: فى علاقة
ja: 交際中
th: มีความสัมพันธ์

# STATUS_MARRIED
source: Married
ar: زوجت
ja: 既婚
th: แต่งงาน

# STATUS_OPEN_RELATIONSHIP
source: In an open relationship
ar: فى علاقة مفتوحة
ja: 自由な交際中
th: อยู่ในความสัมพันธ์แบบเปิดเผย

# STATUS_SEPARATED
source: Separated
ar: فصل
ja: 分離した
th: แยกออกจากกัน

# STATUS_SINGLE
source: Single
ar: غير مرتبطة
ja: シングル
th: เดียว

# STATUS_WIDOWED
source: Widowed
ar: الأرامل
ja: 未亡人
th: เป็นม่าย

# TERMS
source: Terms of Service
ar: شروط الخدمة
ja: 利用規約
th: เงื่อนไขการให้บริการ

# TRAVEL_HABIT_LEVEL_0
source: Don't like traveling
ar: لا أحب السفر
ja: 旅行が好きではない
th: ไม่ชอบท่องเที่ยว

# TRAVEL_HABIT_LEVEL_1
source: Like to travel sometimes
ar: مثل السفر في بعض الأحيان
ja: 時々旅行が好き
th: ชอบที่จะเดินทางบางครั้ง

# TRAVEL_HABIT_LEVEL_2
source: Travel alone
ar: يسافر وحيدا
ja: 一人旅
th: เดินทางคนเดียว

# TRAVEL_HABIT_LEVEL_3
source: Travel with friends
ar: السفر مع الأصدقاء
ja: 友達と旅行する
th: เดินทางกับเพื่อน

# TRAVEL_HABIT_LEVEL_4
source: Mostly travel around the world
ar: معظمهم يسافرون حول العالم
ja: 主に世界中を旅する
th: ส่วนใหญ่เดินทางรอบโลก

source: Travel mode
ar: وضع السفر
ja: 旅行モード
th: โหมดการเดินทาง

# TRAVEL_TYPE_0
source: I can't pay for my self
ar: لا أستطيع الدفع لنفسي
ja: 私は自分のお金を払うことができません
th: ฉันไม่สามารถจ่ายค่าตัวเองได้

# TRAVEL_TYPE_0_INFO
source: This means that you are unable to take your travel expenses.
ar: هذا يعني أنك غير قادر على تحمل نفقات السفر الخاصة بك.
ja: これはあなたがあなたの旅費を負担することができないことを意味します。
th: ซึ่งหมายความว่าคุณไม่สามารถรับค่าใช้จ่ายในการเดินทางได้

# TRAVEL_TYPE_1
source: I can pay for my self
ar: أستطيع أن أدفع لنفسي
ja: 私は自分のお金を払うことができます
th: ฉันสามารถจ่ายเอง

# TRAVEL_TYPE_1_INFO
source: This means that you only pay for your travel expenses.
ar: هذا يعني أنك تدفع فقط نفقات السفر الخاصة بك.
ja: これはあなたがあなたの旅費だけを支払うことを意味します。
th: ซึ่งหมายความว่าคุณจ่ายค่าใช้จ่ายในการเดินทางเท่านั้น

# TRAVEL_TYPE_2
source: I can pay for both
ar: أستطيع أن أدفع لكليهما
ja: 両方支払えます
th: ฉันสามารถจ่ายได้ทั้งคู่

# TRAVEL_TYPE_2_INFO
source: This means that you can pay for the person who would like to travel with you.
ar: هذا يعني أنه يمكنك الدفع للشخص الذي يرغب في السفر معك.
ja: これは、あなたがあなたと一緒らせるい人のためにお金を払うことができることを意味します。
th: ซึ่งหมายความว่าคุณสามารถจ่ายเงินสำหรับผู้ที่ต้องการเดินทางไปกับคุณ

# TYPE_OF_TRAVELLER
source: WHICH TYPE OF TRAVELER ARE YOU?
ar: أي نوع من السفر أنت؟
ja: どのタイプの旅行者があなたですか？
th: คุณเป็นนักเดินทางประเภทไหน?

# UPDATE_BUTTON_TITLE
source: UPDATE
ar: تحديث
ja: 更新
th: ปรับปรุง

# UPDATE_PREFERENCE_SUB_TITLE
source: Tip : Change Country or change mood preference to All
ar: نصيحة: تغيير البلد أو تغيير تفضيل المزاج للجميع
ja: ヒント：国を変更するか、ムード設定をAllに変更します
th: เคล็ดลับ: เปลี่ยนประเทศหรือเปลี่ยนการตั้งค่าอารมณ์เป็นทั้งหมด

# UPDATE_PREFERENCE_TITLE
source: There's no one around you. Update your search preference to see more people.
ar: لا يوجد أحد من حولك. قم بتحديث تفضيلات البحث لرؤية المزيد من الأشخاص.
ja: あなたの周りには誰もいません。 より多くの人を見るためにあなたの検索設定を更新してください。
th: ไม่มีใครอยู่รอบตัวคุณ อัปเดตการตั้งค่าการค้นหาของคุณเพื่อดูผู้คนมากขึ้น

# VERIFY_BUTTON_TITLE
source: VERIFY
ar: التحقق
ja: 検証
th: ตรวจสอบ

source: View profile
ar: عرض الصفحة الشخصية
ja: プロフィールを見る
th: ดูประวัติ

source: WANT TO VISIT
ar: تريد زيارته
ja: 訪問したい
th: อยากไปเที่ยว

# WORKOUT_HABIT_LEVEL_0
source: Don't workout
ar: لا تجريب
ja: 試してはいけない
th: อย่าออกกำลังกาย

# WORKOUT_HABIT_LEVEL_1
source: Workout sometimes
ar: تجريب في بعض الأحيان
ja: 時々トレーニング
th: ออกกำลังกายบางครั้ง

# WORKOUT_HABIT_LEVEL_2
source: Usually goes to gym
ar: عادة ما يذهب إلى صالة الألعاب الرياضية
ja: 通常ジムに行きます
th: มักไปยิม

# WORKOUT_HABIT_LEVEL_3
source: Workout regularly
ar: تجريب بانتظام
ja: 定期的にワークアウト
th: ออกกำลังกายเป็นประจำ

# WORKOUT_HABIT_LEVEL_4
source: Professional bodybuilder
ar: لاعب كمال اجسام محترف
ja: プロのボディービルダー
th: นักเพาะกายมืออาชีพ

source: Unavailable
ar: غير متوفره
ja: 利用不可
th: ไม่มี

# INVITE
source: Invite a friend
ar: أدع صديقا
ja: 友達を招待する
th: เชิญเพื่อน

source: Last seen
ar: اخر ظهور
ja: 最後に見た
th: เห็นครั้งสุดท้าย

source: recently
ar: مؤخرا
ja: 最近
th: เมื่อเร็ว ๆ นี้

source: online
ar: عبر الانترنت
ja: オンライン
th: ออนไลน์

# DM_TITLE
source: Send a direct message to
ar: إرسال رسالة خاصة إلى
ja: に直接メッセージを送る
th: ส่งข้อความโดยตรงไปที่

# DRINK_HABIT
source: Liquor
ar: الكحول
ja: リカー
th: เหล้า

# SMOKING_HABIT
source: Smoking
ar: التدخين
ja: 喫煙
th: ที่สูบบุหรี่

# WEED_HABIT
source: Marijuana
ar: قنب هندي
ja: マリファナ
th: กัญชา

# TRAVEL_HABIT
source: Travel
ar: السفر
ja: 旅行
th: เดินทาง

# PARTY_HABIT
source: Party
ar: حفل
ja: パーティー
th: พรรค

# GYM_HABIT
source: Gym
ar: الجمنازيوم
ja: ジム
th: ยิม

# COOKING_HABIT
source: Cooking
ar: طبخ
ja: 料理
th: การปรุงอาหาร

# READING_HABIT
source: Reading
ar: قراءة
ja: 読み物
th: การอ่านหนังสือ
